[Ability.A_Clarity_Ability_boss H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="清澈"
mTooltip="英雄在战斗中施放源力法术后，获得该战斗回合的第二个行动回合。在额外回合中施放的法术以 %buff.buff.stat2 %ICON_MAGIC 魔力施放。"

[Ability.A_Clarity_Buff_boss H7BaseBuff]
mName="清澈"
mTooltip=""

[Ability.A_couldown_nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="巨浪海啸"
mTooltip="此生物在3回合后，每3回合进行一次范围攻击。"

[Ability.A_no_nova_Buff H7BaseBuff]
mName="破土而出"
mTooltip="此生物可以在 %durnow 回合后使用破土而出。"

[Ability.A_no_nova_Buff_timer H7BaseBuff]
mName="破土而出"
mTooltip="此生物可以在 %durnow 回合后使用破土而出。"

[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="破土而出"
mTooltip="受影响的生物遭受 %d.min 到 %d.max %ICON_earth 土系伤害"

[Ability.A_Nova_peste_tree H7BaseBuff]
mName="破土而出"
mTooltip="此生物对相邻的友方单位造成 %d %icon_earth 土系伤害。"

[Ability.A_SummonElemental H7HeroAbility]
mTooltipMagicGuild="在战斗地图上瞬间召唤随机元素。"
mTooltipMagicGuildRankLine="%special1.val1 个元素"
mTooltipUpgraded="在目标2x2区域瞬间召唤 %special1.val1 个随机元素。在下一战斗回合开始时，增加初始召唤元素数量的 %special9。"
mName="召唤元素"
mTooltip="在目标2x2区域瞬间召唤 %special1.val1 个随机元素。"

[Ability.A_TreantSynergy_boss H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="首领协同"
mTooltip="该生物和相邻的友方生物拥有 %buff.buff.stat %ICON_DEFENSE 防御力。\n该生物在其回合结束时治疗相邻的友方西尔维斯特神 %d.min 生命值。"

[Boss_inferno.A_inferno_crusader H7Creature]
mName="贝赫里特"
mLore=""

[boss_sylve.A_Creature_Dieu_Sylve H7Creature]
mName="西尔维斯特神"
mLore=""

[Creature_boss_duel.A_CreatureLilim_boss H7Creature]
mName="森林万神殿"
mLore=""

[Creature_boss_duel.A_CreatureOakDryad_boss H7Creature]
mName="橡树树精"
mLore="树精呈现出孕育它们的树人的形象。它们在身体和精神上都依附于它们的祖先。橡树树精诞生自橡树树人，比其他类型的树精更强大、更坚韧，使它们在战争时期成为巨大的资产。"

[Creature_boss_duel.A_CreatureShantiriGolem H7Creature]
mName="杉提瑞魔像"
mLore="魔像的力量和寿命取决于几件事：雕塑的质量、所用材料的质量，以及施放附魔的技巧和细心程度。由于可以追溯到失落的杉提瑞文明的古老魔像仍然在偏远地区和被遗忘的废墟中游荡，它们的力量和工艺水平一定非常高超。"

[Creature_boss_duel.A_CreatureSkeletonHoplite H7Creature]
mName="骷髅重步兵"
mLore="一些骷髅被亡灵巫师特别选中，使用附魔的盔甲和武器，使它们不仅仅是简单的炮灰。装备着坚固的盾牌和危险的刀刃，这些高级仆从完全有能力将任何战斗的天平转向对它们有利的一方。"

[hero_boss_duel.A_inferno_boss_Name H7GlobalName]
mName="首领 3"

[hero_boss_duel.A_queen_Name H7GlobalName]
mName="首领 1"

[hero_boss_duel.A_shantiri_Name H7GlobalName]
mName="首领 2"

[hero_boss_duel.A_Sylve_boss_Name H7GlobalName]
mName="首领 4"

[hero_boss_duel.Inferno_boss H7EditorHero]
mName=""
mLore=""

[hero_boss_duel.Quenn_boss H7EditorHero]
mName=""
mLore=""

[hero_boss_duel.shantiri_boss H7EditorHero]
mName=""
mLore=""

[hero_boss_duel.Sylve_boss H7EditorHero]
mName=""
mLore=""

[hero_duel.Cernunnos_might_defense H7EditorHero]
mName=""
mLore=""

[hero_duel.Jubi_might_offence H7EditorHero]
mName="灰衣者"
mLore=""

[hero_duel.Morskia_duel_magic_balance H7EditorHero]
mName=""
mLore=""

[hero_duel.Otziack_might_balance H7EditorHero]
mName=""
mLore=""

[hero_duel.Splinter_magic_defense H7EditorHero]
mName=""
mLore=""

[hero_duel.Zombie_magic_offence H7EditorHero]
mName="祖尔"
mLore=""

[Sanctuary_faction.A_DuelHero_Kankichi H7EditorHero]
mName=""
mLore=""

[Sanctuary_faction.A_DuelHero_Orochi H7EditorHero]
mName=""
mLore=""

[Tower_faction.A_DuelHero_Seraphiel H7EditorHero]
mName=""
mLore=""

[Tower_faction.A_DuelHero_Slyen H7EditorHero]
mName=""
mLore=""

___________________________

1.30 : 

[boss_sylve.A_Creature_boss_map_01_shantiri H7Creature]
mName="钥匙守护者"
mLore=""

[map_custom.A_ability_map_victory H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="胜利"
mTooltip=""

[map_custom.A_buff_victory H7BaseBuff]
mName="远古之力"
mTooltip="英雄将在 %durnow 回合后获得远古之力：此英雄获得的经验值增加 1,000,000%。"

[map_custom.A_buff_victory2 H7BaseBuff]
mName="远古之力！！！"
mTooltip="英雄获得远古之力：接下来的战斗为他带来 1,000,000% 更多的经验值。"

[map_custom.A_DerelictShip2 H7BattleSite]
mDescription="这艘船几乎无法航行，看起来被遗弃了，也许它还藏着一些宝藏。"
mName=""

[map_custom.A_LightHouse2 H7AreaOfControlBuffSite]
mName="力量之塔。\n增加你的基础和精英生物产量20%。"

[map_custom.A_LightHouse2_Name H7GlobalName]
mName="力量之塔。\n你所有城堡中的基础和精英单位产量增加20%。"

[map_custom.A_Lighthouse_Buff1 H7BaseBuff]
mName="力量之塔。增加核心和精英生物产量20%。"
mTooltip=""

[map_custom.A_Lighthouse_Buff2 H7BaseBuff]
mName="力量之塔"
mTooltip="增加核心和精英生物产量20%。"

[map_custom.A_shantiri_buff_building H7TownPortal]
mName="远古之力"
mDesc="占领这座城堡赋予你远古之力。"

[map_custom.A_shantiri_Town_Lv1_Name H7GlobalName]
mName="杉提瑞城"


version 1.33 :

[map_custom.A_key_white H7TearOfAsha]
mName="光明钥匙"
mTooltip="打开一扇特殊的门。"
[map_custom.A_key_black H7TearOfAsha]
mName="黑暗钥匙"
mTooltip="打开一扇特殊的门。"